{
  "process-website": {
    "title": "A weboldalkészítés lépései",
    "steps": {
      "1": {
        "title": "1. Elképzelés és inspiráció",
        "description": "Írj nekünk, és oszd meg, milyen weboldalt szeretnél. Mondd el, milyen stílus, színvilág, funkciók és struktúra lenne ideális számodra (egyoldalas vagy több aloldalas, levelezés, időpontfoglalás, hírlevél stb.). Ha van konkrét példa, amit kedvelsz, küldd el bátran – vagy böngéssz az inspirációs gyűjteményünkben. Add meg, milyen domainre gondoltál, és mi ellenőrizzük, hogy szabad-e. Ha nem, segítünk alternatívát találni."
      },
      "2": {
        "title": "2. Tervezet és ajánlat",
        "description": "Az elképzeléseid alapján készítünk egy vizuális skiccet, ami megmutatja az oldal nagyvonalú felépítését. Ezzel együtt kapsz egy átlátható árajánlatot és időkeretet. Fontos: az elkészülési idő a későbbi módosítások függvényében változhat."
      },
      "3": {
        "title": "3. Szerződés és tartalom",
        "description": "Ha minden rendben, küldjük a szerződést. A munka akkor indul, ha az aláírt dokumentum és minden szükséges tartalom (szövegek, képek, funkciók, igények) megérkezett hozzánk. Ez nem csak technikai feltétel — ez az inspirált, gördülékeny együttműködés alapja. Minél teljesebb az indulás, annál gyorsabb és élvezetesebb a közös munka."
      },
      "4": {
        "title": "4. Fejlesztés és visszajelzés",
        "description": "Lépésről lépésre építjük fel az oldalt. Közben rendszeresen küldünk képes dokumentációt, hogy lásd, hol tartunk, és minden úgy alakuljon, ahogy elképzelted. A visszajelzéseid alapján finomítunk, pontosítunk."
      },
      "5": {
        "title": "5. Tesztelés és átadás előkészítése",
        "description": "Ha elkészült, indul az egyhetes tesztidőszak. Ekkor már működik a domain, beállítjuk a Google Analitikát, biztonsági funkciókat, és minden technikai részletet finomhangolunk."
      },
      "6": {
        "title": "6. Fizetés és végleges átadás",
        "description": "A projekt végén, ha minden rendben, jön a fizetés. Ezután átadjuk a teljes weboldalt, és ha igényelted, folytatjuk a karbantartást is. A hozzáférés biztosítása a végleges kiegyenlítés után történik — így garantáljuk, hogy minden részlet a helyére kerüljön, és a projekt valóban lezáruljon."
      }
    }
  }
}
